[
  {
      "id": "umer-zafar",
      "name": "Umer Zafar",
      "role": "CEO / Founder",
      "background": [
        "Sawaiz Naseem is a Machine Learning Engineer and AI Researcher with a deep commitment to applying technology for real-world impact. His work spans across fields like Computer Vision, Natural Language Processing, Reinforcement Learning, and Data Analytics, with hands-on experience in both academic research and industry projects.",
        "He is also passionate about education. Over the last 7 years, he has taught Computer Science to students at all levels — from primary school children to university graduates — helping them build strong foundations in technology, critical thinking, and problem-solving."
    ],
    "joining_story": [
        "Coming from a less privileged background myself, I have always understood firsthand the challenges faced by children growing up in underserved communities. For a long time, financial and health struggles kept me from giving back in the way I had always hoped.",
        "After graduation, when Omer, the CEO of Daadras, approached me with an invitation to teach a few children over the weekends, I immediately saw it as the opportunity I had been waiting for. What started as a small weekend commitment quickly grew into something much bigger.",
        "As I spent more time teaching, I witnessed the real, tangible impact we were making — not just in the students' academic growth, but in their confidence, dreams, and futures. Before long, I found myself fully immersed in the work, becoming a full-time member of Project Salam.",
        "I believe there is a significant education gap in our society — a gap that even many private schools in developing countries struggle to address. Through Project Salam, I am proud to be part of an effort that brings high-quality education to children in orphanages and underprivileged schools, helping to create the opportunities they deserve."
    ],
    "role_description": [
        "At Project Salam, Sawaiz Naseem leads the IT education and development initiatives. He manages the IT teaching program, training a team of volunteers to deliver the curriculum and adopt Project Salam's unique approach to education.",
        "In addition to overseeing teaching operations, Sawaiz spearheads key technology projects to support the organization's growth and impact. He has led the development of several in-house systems, including the Daadras Application Tracking System for streamlining volunteer recruitment, the Daadras Student Database for tracking and evaluating the progress of the children enrolled in the program, and the Daadras Website to strengthen the organization's online presence.",
        "His work ensures that Project Salam can operate efficiently, scale sustainably, and better serve the community."
    ],  
      "image": "/assets/team_photos/ceo_umer.png",
      "socialLinks": {
          "linkedin": "https://www.linkedin.com/in/umarzafar1/"
      }
  },
  {
      "id": "fateh-muhammad",
      "name": "Fateh Muhammad",
      "role": "COO",
      "background": [
        "With a background in Statistics, Fateh Muhammad currently works as a Data Analyst at Teach The World Foundation, which uses gamification to combat illiteracy among out-of-school children. He is also pursuing an MPhil in Education Leadership and Management from LUMS, and serves as the Chief Operating Officer of Daadras Foundation."
    ],
    "joining_story": [
        "I joined Daadras Foundation after a conversation with my close friend and founder Omar Zafar, about the kind of education that could create lasting impact in underserved communities. Together, we envisioned a holistic learning model that integrates Information Technology (IT), Social Emotional Learning (SEL), Strategic Thinking through chess, and Public Speaking—giving children the tools to think critically, build emotional resilience, and express themselves confidently."
    ],
    "role_description": [
        "As COO, Fateh leads program execution, especially Project Salam, ensuring its relevance and impact. He oversees operations, monitors outcomes, and works to expand the foundation’s reach, while keeping its mission grounded in empathy and long-term sustainability"
    ],    
      "image": "/assets/team_photos/coo_fateh.png",
      "socialLinks": {
          "linkedin": "https://www.linkedin.com/in/fateh-ghauri-035870150/"
      }
  },
  {
      "id": "arooj-hameed-khan",
      "name": "Arooj Hameed Khan",
      "role": "Director Project Salam",
      "background": [
        "Arooj Hameed holds a Bachelor's degree in Clinical Psychology from the University of Management and Technology, Lahore. Her academic focus includes Child Psychology, Psychotraumatology, and Cultural Psychology, with a strong belief that psychological care in Pakistan must be culturally relevant and contextually grounded for it to be truly effective.", 
        "She has worked in a range of clinical and educational environments—supporting children with Down syndrome and cerebral palsy at Rising Sun, engaging with adult psychological cases at Services Hospital, and working with long-term institutionalized patients at PIMH. Her research in cultural psychology reflects her dedication to adapting mental health practices to local needs. Within Daadras, she first joined the Social Emotional Learning (SEL) team as an instructor and now serves as the Director of Project Salam, where she oversees the initiative’s development and impact."
    ],
    "joining_story": [
        "I got involved with Daadras through Omar Zafar, the founder and a close friend. At first, I’ll admit, I assumed it was like every other NGO these days; feeding people, raising funds, distributing aid. But as I spent more time understanding Omar’s vision, I realized it was something different. Daadras didn’t aim to create dependency. It aimed to empower—to put people back on their own two feet. That shift in approach changed everything for me.",
        "Initially, I helped wherever I could. But when Omar shared his idea for Project Salam, something clicked. The core of Salam was to give these children an entry point into the digital world. If they understood basic technology, they could unlock so many doors for themselves. It wasn’t about just teaching them how to use technology, but about giving them the tools to discover their own interests and, ultimately, their potential. With the right foundation, these kids could pursue any skill or career they wanted to, because the world of knowledge would be at their fingertips. But when we began working with the children, we quickly realized: it wasn’t just about skills. There was emotional damage. Mental chaos. The kind that gets ignored. That’s when we knew we needed more than just IT training; we needed to reach the kids where they actually were. Social Emotional Learning became that bridge.",
        "Through a lot of trial, error, and the wisdom of the right mentors, SEL became a cornerstone of Project Salam. And the triangulation—technology, emotional support, and strategic learning via games—gave birth to a model that we knew could actually change lives."
    ],
    "role_description": [
        "As the Director of Project Salam, Arooj handles everything related to the project, making sure things run smoothly from an administrative standpoint. She works closely with the course heads, supporting them and ensuring the courses stay on track. While the course heads take care of the volunteers day-to-day, Arooj oversees their appointments and address any issues that come up.",
        "Arooj also helps set the direction for Project Salam, making sure our goals align with the bigger picture of what Daadras is trying to achieve. She is involved in communication with other organizations, helping to build partnerships and expand our reach. On top of that, she keeps an eye on the kids’ progress, ensuring we’re really making a difference in their lives."
    ],
      "image": "/assets/team_photos/project_director_salam_arooj.png",
      "socialLinks": {
          "linkedin": "https://www.linkedin.com/in/aroojhkhan/"
      }
  },
  {
    "id": "abdul-muqadim",
    "name": "Abdul Muqadim",
    "role": "Director Marketing",
    "background": [
      "Abdul Muqadim is a marketing strategist and communications specialist, deeply passionate about creating meaningful connections through impactful storytelling and outreach. With professional experience spanning paid media, strategic communication, and digital amplification, Abdul has worked with leading agencies such as Pentasia, Adsells, and Publicis Groupe. His work has contributed to elevating brands across industries like esports, fintech, and consumer goods.",
      "Beyond his technical expertise, Abdul believes in the power of communication to drive social change. His journey combines strategic excellence, a flair for creativity, and a commitment to using marketing as a tool for empowerment and community development."
    ],
    "joining_story": [
        "Coming from a background where I have seen both sides — the struggles and the opportunities — I feel a deep responsibility to give back to the community. I know firsthand how it feels to be on the other side, waiting for a chance.",
        "Joining Daadras was not just a professional choice; it was a personal mission. I believe that if even one person’s life changes because of something I contributed, that alone would be a win. For me, Daadras is not just an organization — it’s a part of who I am."
    ],
    "role_description": [
        "At Daadras, Abdul Muqadim leads the marketing and communications initiatives, heading efforts to amplify the organization's voice and expand its reach. He oversees all marketing strategies, public relations campaigns, and digital outreach activities to ensure that Daadras’ mission resonates widely and authentically.",
        "From crafting compelling narratives to executing strategic outreach plans, Abdul’s work ensures that Daadras remains visible, impactful, and connected with the communities it serves. His leadership in marketing strengthens the organization’s ability to grow sustainably while inspiring greater participation and support for its educational initiatives."
    ],
        "image": "/assets/team_photos/head_of_marketing_muqadim.jpg",
        "socialLinks": {
            "linkedin": "https://www.linkedin.com/in/abdul-muqadim-b16bb8224/"
        }
    },
  {
    "id": "shanzay-khan",
    "name": "Shanzay Khan",
    "role": "Director SEL",
    "background": [
      "Shanzey Khan is a passionate mental health educator and trainee clinical psychologist who believes that “if kids are taken care of, the future is already a bit better.” She holds a BSc in Psychology and is currently pursuing her Master’s in Clinical Psychology. With over seven years of teaching experience, she specializes in subjects like mental health, emotional awareness, and social-emotional learning alongside core academics.",
      "Shanzey has worked in hospitals, clinics, research centers, and with various NGOs and NPOs as a trainee clinical psychologist. For the past five years, she has focused on children’s mental health, especially in underserved communities. Her work is rooted in compassion, evidence-based practice, and a deep commitment to helping children feel seen, understood, and supported."
    ],
    "joining_story": [
        "I joined Daadras after years of working with children and seeing how often their emotions were dismissed or misunderstood. In our society, children are too often seen as “too much” or “too naïve,” and their struggles are brushed aside until they grow too big to ignore. Through my work in psychology, I’ve seen how deeply children suffer—diagnosed or not—while help is often sought far too late. I believe in prevention, not just cure. In teaching children rather than expecting them to just know. Daadras came into my life at the right time—a place where my professional expertise and passion could come together to help the world truly listen to its children."
    ],
    "role_description": [
        "As the Director of Social-Emotional Learning (SEL) at Daadras, I oversee the development and implementation of SEL initiatives, including within the Salam project, which teaches SEL, IT, public speaking, and strategic gaming to children. I lead a team of volunteers, guiding the delivery of lessons and activities, and am responsible for designing the curriculum, developing related activities, and setting the program’s goals and objectives. In addition, I represent Salam publicly through interviews and outreach to raise awareness of our mission. Additionally, I direct the Big Brother program, which provides long-term professional and mental mentorship to children from Salam, with a focus on IT and personal development."
    ],  
        "image": "/assets/team_photos/head_of_sel_shanzay.jpg",
        "socialLinks": {
            "linkedin": "https://www.linkedin.com/in/shanzey-khan-78462229b/"
        }
    },
  {
      "id": "sarmad-sabir",
      "name": "Sarmad Sabir",
      "role": "Director Strategic Gaming",
      "background": [
        "Sarmad holds a degree in Computer Science, having completed his final year project on Wireless Human Heart Rate Monitoring. Since graduating, he has gained almost two years of professional experience in the tech industry, working on software development and technology solutions. In parallel, he has been an online Computer Science instructor for international students for the past year, helping young learners build strong technical and analytical skills."
    ],
    "joining_story": [
        "I was drawn to Daadras because of its powerful mission to empower underprivileged youth, particularly orphans, through the Salam Project, which focuses on developing skills in Information Technology, Chess, and Social-Emotional Learning (SEL). During a personally challenging time in my life, discovering Daadras provided me with an opportunity to channel my energy into a cause rooted in hope, growth, and long-term empowerment. The organization’s commitment to making a real difference resonated with me, inspiring me to contribute his skills to the initiative."
    ],
    "role_description": [
        "At Daadras, I serves as the Head of Strategic Gaming. In this role, I designs and leads programs that use chess and other strategic games to strengthen critical thinking, decision-making, emotional regulation, and resilience among orphans enrolled in the Salam Project. My work is focused on ensuring that strategic play becomes a tool for real-world empowerment, providing children with essential life skills that extend far beyond the game itself."
    ],    
      "image": "/assets/team_photos/head_of_strategic_gaming_sarmad_sabir.png",
      "socialLinks": {
          "linkedin": "https://www.linkedin.com/in/sarmadsabir7/"
      }
  },
  {
    "id": "sawaiz-naseem",
    "name": "Sawaiz Naseem", 
    "role": "Director IT",
    "background": [
        "Sawaiz Naseem is a Machine Learning Engineer and AI Researcher with a deep commitment to applying technology for real-world impact. His work spans across fields like Computer Vision, Natural Language Processing, Reinforcement Learning, and Data Analytics, with hands-on experience in both academic research and industry projects.",
        "Beyond his technical achievements, Sawaiz is passionate about education. Over the years, he has taught Computer Science to students at all levels — from primary school children to university graduates — helping them build strong foundations in technology, critical thinking, and problem-solving."
    ],
    "joining_story": [
      "Coming from a less privileged background, I know firsthand how tough it can be for kids in underserved communities, and for a long time, financial and health struggles kept me from helping the way I wanted to. ",
      "After graduation, when Omer, the CEO of Daadras, asked if I’d teach a few kids on weekends, I jumped at it — and what started as a small effort quickly turned into something bigger as I saw the real impact, not just on their academics but on their confidence and dreams. That experience pulled me deeper into Project Salam, where I eventually joined full-time."
    ],
    "role_description": [
      "At Project Salam, Sawaiz Naseem leads the IT education and development initiatives. He manages the IT teaching program, training a team of volunteers to deliver the curriculum and adopt Project Salam's unique approach to education.",
      "In addition to overseeing teaching operations, Sawaiz spearheads key technology projects to support the organization's growth and impact. He has led the development of several in-house systems, including the Daadras Application Tracking System for streamlining volunteer recruitment, the Daadras Student Database for tracking and evaluating the progress of the children enrolled in the program, and the Daadras Website to strengthen the organization's online presence."
    ],  
        "image": "/assets/team_photos/head_of_it_sawaiz.jpg",
        "socialLinks": {
            "linkedin": "https://www.linkedin.com/in/sawaiz-naseem-2053491a1/"
        }
    },
  {
    "id": "abdullah-farrukh",
    "name": "Abdullah Farrukh",
    "role": "Director Public Speaking",
    "background": [
      "Abdullah Farrukh is an entrepreneur driven by resilience and a vision to uplift others through opportunity. From a young age, he knew his path lay in business — a journey marked by launching over a dozen ventures, weathering failures, and celebrating hard-won successes. These experiences taught him that true empowerment isn’t about temporary aid but equipping people with skills that last a lifetime. “Give a man a fish, and you feed him for a day; teach him to fish, and you feed him for a lifetime” — this philosophy became his compass."
    ],
    "joining_story": [
        "Growing up, my education felt like a series of missed chances. My school and college offered little more than the basics — no spark, no inspiration. But one opportunity changed everything: the ‘Access to English Language Program’ by the Care Foundation.  Through that program, I discovered public speaking, theater, and Model UNs. Suddenly, I wasn’t just memorizing textbooks — I was learning to think, lead, and believe in my own voice. That program, and the mentors I got in my life rewrote my future. Today, I’m who I am because someone invested in my potential.",
        "When I joined Project Salam, it wasn’t just about paying that debt forward. It was about scaling that same transformative power. Here, we don’t stop at public speaking. We blend IT, chess, and social-emotional learning to unlock every child’s hidden strengths.",
        "I’ve seen firsthand how a single skill can break cycles of limitation. Salam’s holistic approach means these kids aren’t just surviving — they’re learning to thrive, innovate, and dream bigger than their circumstances. That’s the ripple effect I want to create: not just one success story, but generations of them."
    ],
    "role_description": [
        "When Daadras began, Abdullah advocated to bridge the gaps through education and small-business initiatives. He believed skills, not handouts, are the foundation of lasting change. Whether teaching public speaking, guiding new entrepreneurs, or creating learning programs, his focus has always been on helping people build their own futures."
    ],
    "image": "/assets/team_photos/head_of_public_speaking_abdullah_farrukh.png",
    "socialLinks": {
        "linkedin": "https://www.linkedin.com/in/abdullah-farrukh-6a8394225/"
    }
  }
]
